datasets/benchmark-results/netvirtue-2019/201905290713/wordpress-results-netvirtue-10-201905290713.log
Running 1m test @ http://blyg.id-rsa.pub/wordpress/
  1 threads and 10 connections
  Thread calibration: mean lat.: 88.505ms, rate sampling interval: 88ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    23.21ms    6.06ms  42.75ms   88.28%
    Req/Sec     9.91     28.74   114.00     89.40%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%   20.88ms
 75.000%   22.30ms
 90.000%   38.21ms
 99.000%   41.38ms
 99.900%   42.78ms
 99.990%   42.78ms
 99.999%   42.78ms
100.000%   42.78ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      19.119     0.000000            1         1.00
      19.887     0.100000           50         1.11
      20.175     0.200000           99         1.25
      20.447     0.300000          150         1.43
      20.639     0.400000          201         1.67
      20.879     0.500000          251         2.00
      21.039     0.550000          273         2.22
      21.295     0.600000          297         2.50
      21.551     0.650000          322         2.86
      21.903     0.700000          349         3.33
      22.319     0.750000          374         4.00
      22.511     0.775000          384         4.44
      22.767     0.800000          396         5.00
      23.183     0.825000          409         5.71
      23.743     0.850000          421         6.67
      24.847     0.875000          434         8.00
      37.695     0.887500          440         8.89
      38.207     0.900000          446        10.00
      38.559     0.912500          452        11.43
      38.911     0.925000          458        13.33
      39.199     0.937500          465        16.00
      39.359     0.943750          468        17.78
      39.519     0.950000          471        20.00
      39.743     0.956250          474        22.86
      39.935     0.962500          478        26.67
      40.063     0.968750          480        32.00
      40.511     0.971875          482        35.56
      40.543     0.975000          484        40.00
      40.671     0.978125          485        45.71
      40.991     0.981250          486        53.33
      41.247     0.984375          488        64.00
      41.375     0.985938          490        71.11
      41.375     0.987500          490        80.00
      41.375     0.989062          490        91.43
      41.535     0.990625          491       106.67
      42.239     0.992188          492       128.00
      42.239     0.992969          492       142.22
      42.239     0.993750          492       160.00
      42.463     0.994531          493       182.86
      42.463     0.995313          493       213.33
      42.751     0.996094          494       256.00
      42.751     0.996484          494       284.44
      42.751     0.996875          494       320.00
      42.751     0.997266          494       365.71
      42.751     0.997656          494       426.67
      42.783     0.998047          495       512.00
      42.783     1.000000          495          inf
#[Mean    =       23.213, StdDeviation   =        6.064]
#[Max     =       42.752, Total count    =          495]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  601 requests in 1.00m, 30.97MB read
Requests/sec:     10.01
Transfer/sec:    528.37KB